[{"id":"321c9aa8-7b97-4bb9-aa76-9691c6bbcb37","additionalAuthors":["Thomas Feistl"],"publicationDate":"2026-01-10T16:00:00Z","hasDaytimeDependency":false,"forenoon":{"id":"9b7b106e-ca15-4974-90ba-801ee5dc39cd","hasElevationDependency":true,"dangerRatingAbove":"high","treeline":true,"dangerRatingBelow":"considerable","avalancheProblem1":{"id":"f3766a1e-2a1c-4685-9317-0b6bc58a03b8","avalancheType":"slab","avalancheProblem":"wind_slab","aspects":["S","E","NE","N","SE"],"treelineLow":true,"eawsMatrixInformation":{"dangerRating":"high","avalancheSize":"large","snowpackStability":"poor","frequency":"many","avalancheSizeValue":44,"snowpackStabilityValue":66,"frequencyValue":87}},"avalancheProblem2":{"id":"be112d07-9e01-48fe-9090-89b21843019c","avalancheType":"loose","avalancheProblem":"new_snow","aspects":["NW","S","E","NE","N","SE","SW","W"],"eawsMatrixInformation":{"dangerRating":"considerable","avalancheSize":"medium","snowpackStability":"very_poor","frequency":"some","avalancheSizeValue":31,"snowpackStabilityValue":95,"frequencyValue":61}}},"validity":{"from":"2026-01-10T16:00:00Z","until":"2026-01-11T16:00:00Z"},"regions":["DE-BY-12"],"highlights":[],"avActivityHighlights":[{"text":"Lawinen können gefährlich groß werden.","languageCode":"de"},{"text":"Avalanches can become dangerously large.","languageCode":"en"}],"avActivityComment":[{"text":"The avalanche risk is high above the tree line and considerable below it. The main problem at all altitudes is wind slab avalanches. Slab avalanches can easily be triggered in blown-in areas, especially on steep slopes with aspects from north to east to south and in gullies and bowls with little additional load. Avalanche prone locations are numerous and can also be found in forest transition areas as well as in forest aisles and clearings. Avalanches can become large.\n\nIn addition, the new fallen snow is released from the rocky steep terrain in the form of loose snow avalanches, especially when the sun is shining. Deeper weak layers can be disturbed by the additional load and the self-triggering of larger slab avalanches is then possible.","languageCode":"en"},{"text":"Die Lawinengefahr ist oberhalb der Waldgrenze groß, unterhalb davon erheblich. Das Hauptproblem ist in allen Höhenlagen der Triebschnee. Schneebrettlawinen können in eingewehten Bereichen, besonders an Steilhängen der Expositionen Nord über Ost bis Süd und in Rinnen und Mulden mit geringer Zusatzbelastung leicht ausgelöst werden. Gefahrenstellen sind zahlreich und finden sich auch im Waldübergangsbereich sowie in Waldschneisen und Lichtungen. Lawinen können groß werden.\n\nZudem löst sich der Neuschnee besonders bei Sonneneinstrahlung in Form von Lockerschneelawinen aus dem felsigen Steilgelände. Tieferliegende Schwachschichten können durch die Zusatzbelastung gestört werden und die Selbstauslösung von größeren Schneebrettlawinen ist dann möglich.","languageCode":"de"}],"synopsisComment":[{"text":"","languageCode":"oc"},{"text":"","languageCode":"it"},{"text":"","languageCode":"fr"},{"text":"","languageCode":"en"},{"text":"","languageCode":"de"},{"text":"","languageCode":"ca"},{"text":"","languageCode":"sl_SI"},{"text":"","languageCode":"es"}],"snowpackStructureHighlights":[],"snowpackStructureComment":[{"text":"The snow layering is unfavourable. In the leeward areas of the eastern aspects and in gullies, bowls and forest gaps, large drift snow packs have been deposited. These lie on soft layers or surface hoar and are interspersed with weak layers that have formed during breaks in precipitation. Soft new fallen snow falls on the varying thicknesses of snow cover, making avalanche prone locations difficult to recognise. The snow crystals lose their bond, especially when exposed to sunlight, and the soft new fallen snow becomes unstable. At high altitudes, the base of the snowpack often consists of faceted crystals.","languageCode":"en"},{"text":"Der Schneedeckenaufbau ist ungünstig. In den windabgewandten Bereichen der östlichen Expositionen und in Rinnen, Mulden und Waldlücken haben sich große Triebschneepakete abgelagert. Diese liegen verbreitet auf weichen Schichten oder Oberflächenreif und sind mit schwachen Zwischenschichten durchsetzt, die in Niederschlagspausen entstanden sind. Lockerer Neuschnee fällt auf die unterschiedlich mächtige Schneedecke und macht Gefahrenstellen schlecht erkennbar. Besonders mit Sonneneinstrahlung verlieren die Schneekristalle ihre Bindung und der lockere Neuschnee wird instabil. In den Hochlagen besteht die Schneedeckenbasis oft aus kantigen Kristallen. ","languageCode":"de"}],"tendencyComment":[{"text":"At the start of the week, warmer temperatures and rain will bring the wet snow problem to the fore. The danger of dry avalanches will slowly decrease.","languageCode":"en"},{"text":"Zum Wochenstart rückt mit wärmeren Temperaturen und Regen das Nassschneeproblem in den Vordergrund. Die Gefahr für trockene Lawinen wird langsam zurückgehen.","languageCode":"de"}],"generalHeadlineComment":[{"text":"High avalanche danger in some areas, be defensive when travelling!","languageCode":"en"},{"text":"Gebietsweise große Lawinengefahr, defensiv unterwegs sein!","languageCode":"de"}],"author":{"name":"Thomas Feistl","email":"thomas.feistl@lfu.bayern.de"}},{"id":"27cde8de-8257-48dc-8c92-009082e767ff","additionalAuthors":["Thomas Feistl"],"publicationDate":"2026-01-10T16:00:00Z","hasDaytimeDependency":false,"forenoon":{"id":"20954891-eced-4b0e-acf4-616ebd70ae96","hasElevationDependency":true,"dangerRatingAbove":"considerable","elevation":1500,"dangerRatingBelow":"moderate","avalancheProblem1":{"id":"dfe8a852-952e-4ca1-bf90-874ed8d912e6","avalancheType":"slab","avalancheProblem":"wind_slab","aspects":["S","E","NE","N","SE"],"elevationLow":1500,"eawsMatrixInformation":{"dangerRating":"considerable","avalancheSize":"large","snowpackStability":"poor","frequency":"some","avalancheSizeValue":44,"snowpackStabilityValue":66,"frequencyValue":69}},"avalancheProblem2":{"id":"71a4812a-f71c-462d-989f-5c18a64bd0ec","avalancheType":"loose","avalancheProblem":"new_snow","aspects":["NW","S","E","NE","N","SE","SW","W"],"eawsMatrixInformation":{"dangerRating":"moderate","avalancheSize":"small","snowpackStability":"very_poor","frequency":"some","avalancheSizeValue":9,"snowpackStabilityValue":95,"frequencyValue":61}}},"validity":{"from":"2026-01-10T16:00:00Z","until":"2026-01-11T16:00:00Z"},"regions":["DE-BY-30","DE-BY-52","DE-BY-41","DE-BY-51","DE-BY-60","DE-BY-11","DE-BY-43","DE-BY-20","DE-BY-42"],"highlights":[],"avActivityHighlights":[{"text":"Wind slabs lie on weak layers and can be easily triggered.","languageCode":"en"},{"text":"Triebschnee liegt auf schwachen Schichten und kann leicht ausgelöst werden.","languageCode":"de"}],"avActivityComment":[{"text":"Die Lawinengefahr ist oberhalb 1500 m erheblich, unterhalb davon mäßig. Das Hauptproblem ist in allen Höhenlagen der Triebschnee. Schneebrettlawinen können in eingewehten Bereichen, besonders an Steilhängen der Expositionen Nord über Ost bis Süd und in Rinnen und Mulden mit geringer Zusatzbelastung ausgelöst werden. Gefahrenstellen finden sich auch im Waldübergangsbereich sowie in Waldschneisen und Lichtungen. Lawinen erreichen mittlere Größe.\n\nZudem löst sich der Neuschnee besonders bei Sonneneinstrahlung in Form von Lockerschneelawinen aus dem felsigen Steilgelände. Tieferliegende Schwachschichten können durch die Zusatzbelastung gestört werden und die Selbstauslösung von Schneebrettlawinen ist dann möglich.","languageCode":"de"},{"text":"The avalanche danger is considerable above 1500 metres and moderate below that. The main problem at all altitudes is wind slab avalanches. Slab avalanches can be triggered in blown-in areas, especially on steep slopes with aspects from north to east to south and in gullies and bowls with little additional load. Avalanche prone locations can also be found in forest transition areas as well as in forest aisles and clearings. Avalanches reach medium size.\n\nIn addition, the new fallen snow is released from the rocky steep terrain in the form of loose snow avalanches, especially when exposed to sunlight. Deeper weak layers can be disturbed by the additional load and the self-triggering of slab avalanches is then possible.","languageCode":"en"}],"synopsisComment":[],"snowpackStructureHighlights":[],"snowpackStructureComment":[{"text":"Der Neuschnee wird zuerst noch verfrachtet, bevor er locker auf einer unterschiedlich mächtigen Schneedecke zum Liegen kommt. Besonders mit Sonneneinstrahlung verlieren die Schneekristalle ihre Bindung und der lockere Neuschnee wird instabil. In den windabgewandten Bereichen der östlichen Expositionen und in Rinnen, Mulden und Waldlücken finden sich mächtige Triebschneepakete. Diese liegen verbreitet auf weichen Schichten oder Oberflächenreif und sind mit schwachen Zwischenschichten durchsetzt, die in Niederschlagspausen entstanden sind. In den Hochlagen besteht die Schneedeckenbasis oft aus kantigen Kristallen. ","languageCode":"de"},{"text":"The new fallen snow is first transported before it comes to rest softly on a snow cover, snowpack of varying thickness. The snow crystals lose their bond, especially when exposed to sunlight, and the soft new fallen snow becomes unstable. In the leeward areas of the eastern aspects and in gullies, bowls and gaps in the forest, there are thick drift snow packs. These lie on soft layers or surface hoar and are interspersed with weak layers that have formed during breaks in precipitation. At high altitudes, the snowpack base often consists of faceted crystals.","languageCode":"en"}],"tendencyComment":[{"text":"Zum Wochenstart rücken mit wärmeren Temperaturen und Regen das Nassschneeproblem und Selbstauslösungen von Lawinen in den Vordergrund.","languageCode":"de"},{"text":"At the start of the week, warmer temperatures and rain bring the wet snow problem and naturally triggered avalanches to the fore.","languageCode":"en"}],"generalHeadlineComment":[{"text":"Gebietsweise große Lawinengefahr, defensiv unterwegs sein!","languageCode":"de"},{"text":"High avalanche danger in some areas, be defensive when travelling!","languageCode":"en"}],"author":{"name":"Thomas Feistl","email":"thomas.feistl@lfu.bayern.de"}}]