{
  "a5cbe3865a0ab83b380872b28eda288a": "According to police, the incident was triggered by two winter sports enthusiasts - more information to follow!",
  "1b7136d339760f6c45a10ad681575742": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Monday, January 12, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> WEATHER SITUATION: Originating from a low-pressure system, a warm front is moving eastward out of the Alpine region. Subsequently, high pressure extending from the Mediterranean region across the Alpine region will bring an area of high pressure.<br><br> WEATHER FORECAST: Significant rain is expected overnight into Tuesday, with accumulations ranging from 10 to 20 liters per square meter. This will result in 10 to 20 cm of fresh snow above the snow line of approximately 1800 m, with slightly more than 20 cm possible in the high mountains of the Berchtesgaden Alps. At the same time, strong winds of around 50 km/h will blow, initially from the northwest, later from the southwest. The precipitation will taper off during the second half of the night, and the clouds will begin to break up in some areas. Temperatures will be slightly above freezing in low and mid-elevations, dropping to -2°C at 2000 m and -7°C on the Zugspitze.<br><br> On Tuesday, a pleasant mix of sun and clouds is expected, with only a few clouds clearing towards evening. It will be very mild in valleys, reaching up to 12 degrees Celsius. At 2000 meters, it will be an unusually mild +4 degrees Celsius, with the freezing level at 2600 meters and -4 degrees Celsius at 3000 meters. At the same time, the west to southwest wind will subside considerably, blowing at only about 20 to 40 km/h.<br><br> Overnight into Wednesday, varying degrees of high clouds will drift through the area. The mountains will remain clear. With prolonged periods of clear skies, temperatures will drop to around -5 degrees Celsius, regardless of altitude. A moderate westerly wind of approximately 20 km/h will blow.<br><br> Further outlook until Thursday, January 15, 2026: On Wednesday, more clouds than sun, mostly pleasant. Light southwest wind. On Thursday, initially overcast, mountains shrouded in clouds, but clearing up during the day and cloudless by evening. Moderate to fresh southwest wind. Mild temperatures on both days.</div>",
  "e2e2841552db2d39ecbb9fee6a30e2e2": "Three people involved. Skier 1 triggered the avalanche, catching skiers 2 and 3. Skier 3 was partially buried but was able to free himself.",
  "70ec09e57b0ab4b2bb9d2e925c11e00e": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Tuesday, January 13, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> WEATHER SITUATION: The low-pressure system Hiltrud is moving eastward across Scandinavia. Its warm front has already moved eastward, and behind it, an unusually mild air mass is reaching the Bavarian Alps in the warm sector. Subsequently, a ridge of high pressure from central Europe will extend into northeastern Europe, bringing high pressure influence.<br><br> WEATHER FORECAST: This Tuesday evening and into Wednesday night, only high clouds will pass through; the mountains will remain completely clear. Temperatures will drop to between -1 and -5 degrees Celsius, and in sheltered high-altitude areas above snow with occasional clearing, even to -12 degrees Celsius. A light wind of 10 km/h will blow from the west to southwest.<br><br> On Wednesday, varying degrees of high clouds will drift through the region. Consequently, there will be little sunshine. It will be unusually mild, with temperatures reaching 11 degrees Celsius in higher valleys, up to +3 degrees Celsius at 2000 meters altitude, and down to -4 degrees Celsius on the Zugspitze. Winds will be light from the west, up to 15 km/h, in most Alpine regions, but fresh to strong from the west-southwest, reaching up to 40 km/h, in the higher elevations of the Allgäu Alps. Overnight into Thursday, dense, high clouds will move in from the north. Temperatures will remain above freezing in some valleys, reaching +2 degrees Celsius, while in the mountains they will drop to between -3 and -7 degrees Celsius. No change in wind direction is expected.<br><br> Further outlook until Friday, January 16, 2026: On Thursday, dense clouds will move in, but the mountains will only be shrouded in clouds temporarily and only locally. Dry. Sunny in the afternoon. Light winds. On Friday, plenty of sunshine, although somewhat obscured by high clouds. Good visibility. Very mild. Expected light to moderate winds from the south, therefore only slightly föhn-like.</div>"
}