{
  "a5cbe3865a0ab83b380872b28eda288a": "According to police, the incident was triggered by two winter sports enthusiasts - more information to follow!",
  "1b7136d339760f6c45a10ad681575742": "<div class=\"panel-body weather-report lwdb-p\"><span class=\"lwdb-p-small-weather\">German Weather Service - Regional Weather Advisory Service Munich, issued</span><br> <span class=\"lwdb-p-black lwdb-p-black-weather\">on Monday, January 12, 2026, at 2:30 p.m.</span><br><br> <span class=\"lwdb-h2 lwdb-h2-weather-1\">Weather forecast for the German Alps:</span><br><br> WEATHER SITUATION: Originating from a low-pressure system, a warm front is moving eastward out of the Alpine region. Subsequently, high pressure extending from the Mediterranean region across the Alpine region will bring an area of high pressure.<br><br> WEATHER FORECAST: Significant rain is expected overnight into Tuesday, with accumulations ranging from 10 to 20 liters per square meter. This will result in 10 to 20 cm of fresh snow above the snow line of approximately 1800 m, with slightly more than 20 cm possible in the high mountains of the Berchtesgaden Alps. At the same time, strong winds of around 50 km/h will blow, initially from the northwest, later from the southwest. The precipitation will taper off during the second half of the night, and the clouds will begin to break up in some areas. Temperatures will be slightly above freezing in low and mid-elevations, dropping to -2°C at 2000 m and -7°C on the Zugspitze.<br><br> On Tuesday, a pleasant mix of sun and clouds is expected, with only a few clouds clearing towards evening. It will be very mild in valleys, reaching up to 12 degrees Celsius. At 2000 meters, it will be an unusually mild +4 degrees Celsius, with the freezing level at 2600 meters and -4 degrees Celsius at 3000 meters. At the same time, the west to southwest wind will subside considerably, blowing at only about 20 to 40 km/h.<br><br> Overnight into Wednesday, varying degrees of high clouds will drift through the area. The mountains will remain clear. With prolonged periods of clear skies, temperatures will drop to around -5 degrees Celsius, regardless of altitude. A moderate westerly wind of approximately 20 km/h will blow.<br><br> Further outlook until Thursday, January 15, 2026: On Wednesday, more clouds than sun, mostly pleasant. Light southwest wind. On Thursday, initially overcast, mountains shrouded in clouds, but clearing up during the day and cloudless by evening. Moderate to fresh southwest wind. Mild temperatures on both days.</div>"
}